Repository: wootzapp/wootz-browser
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Hi
hi: नमस्ते

source: User
hi: उपयोगकर्ता

# lockedAppMessage
source: The application will be unlocked after
hi: आवेदन के बाद अनलॉक किया जाएगा

# expiredTimeMessage
source: The current time has expired
hi: वर्तमान समय समाप्त हो गया है

# passcodeInfo
source: Passcode adds an extra layer of security when using the app.
hi: ऐप का उपयोग करते समय पासकोड सुरक्षा की एक अतिरिक्त परत जोड़ता है।

source: Enter your passcode
hi: अपना पासकोड प्रविष्ट करें

source: Confirm your pin
hi: अपने पिन की पुष्टि करें

source: Create your pin
hi: अपना पिन बनाएं

# passcodeMismatch
source: Passcode do not match
hi: पासकोड मेल नहीं खाता

source: Pin is required
hi: पिन आवश्यक है

# youHave
source: You have {noOfAttempt} attempts left
hi: आपके पास {noOfAttempt} प्रयास शेष हैं

source: Assets
hi: संपत्ति

source: Asset
hi: संपत्ति

source: Add Token
hi: टोकन जोड़ें

# swipeDownError
source: An error occured, please pull down to refresh
hi: एक त्रुटि हुई, कृपया रीफ़्रेश करने के लिए नीचे की ओर खींचें

source: PORTFOLIO
hi: पोर्टफोलियो

source: Private Sale
hi: निजी बिक्री

source: Exchange
hi: अदला बदली

source: Send
hi: भेजना

source: Receive
hi: प्राप्त करना

# noTransactionRecorded
source: No Transaction Recorded Yet
hi: अभी तक कोई लेनदेन दर्ज नहीं किया गया है

source: Coin
hi: सिक्का

source: Copied to clipboard
hi: क्लिपबोर्ड पर नकल

# sendOnly
source: Send only {crypto} to this address. Sending any other coins may result in permanent loss.
hi: इस पते पर केवल {crypto} भेजें। किसी अन्य सिक्के को भेजने से स्थायी नुकसान हो सकता है।

source: Copy
hi: प्रतिलिपि

source: Share
hi: शेयर करना

source: Request
hi: प्रार्थना

source: OK
hi: ठीक है

source: Amount
hi: राशि

source: Request Payment
hi: भुगतान का अनुरोध करें

# publicAddressToReceive
source: My Public Address to Receive
hi: प्राप्त करने के लिए मेरा सार्वजनिक पता

source: Settings
hi: समायोजन

source: Account
hi: खाता

source: Wallet
hi: बटुआ

source: Currency
hi: मुद्रा

source: View Wallets
hi: वॉलेट देखें

source: Import Wallet
hi: वॉलेट आयात करें

source: Scan Payment Request
hi: स्कैन भुगतान अनुरोध

source: Sale
hi: बिक्री

source: AirDrop
hi: एयरड्रॉप

source: Security
hi: सुरक्षा

# authFailed
source: Authentication failed
hi: प्रमाणीकरण विफल होना

# showmnemonic
source: Show Seed Phrase
hi: बीज वाक्यांश दिखाएं

source: Change Pin
hi: पिन बदलें

source: Web
hi: वेब

source: Bookmark
hi: बुकमार्क

source: Remove Bookmark
hi: बुकमार्क हटाएं

source: Support
hi: सहायता

# termOfService
source: Terms of Service
hi: सेवा की शर्तें

# helpAndFAQ
source: Help/FAQ
hi: सहायता/अक्सर पूछे जाने वाले प्रश्न

source: Contact Us
hi: संपर्क करें

source: About Us
hi: हमारे बारे में

source: Join our Communities
hi: हमारे समुदायों में शामिल हों

source: Log Out
hi: लॉग आउट

source: Log Out Failed
hi: लॉग आउट विफल

# receipientAddress
source: Recipient address
hi: प्राप्तकर्ता का पता

# receipientAddressIsRequired
source: Recipient address is required
hi: प्राप्तकर्ता का पता आवश्यक है

source: or
hi: या

source: amount is required
hi: राशि की आवश्यकता है

source: Max
hi: मैक्स

# pleaseEnterAmount
source: please enter an amount
hi: कृपया एक राशि दर्ज करें

source: Resolving domain address...
hi: डोमेन पता हल किया जा रहा है...

source: address
hi: पता

source: Transfer
hi: स्थानांतरण करना

source: From
hi: से

source: To
hi: प्रति

source: Loading...
hi: लोड हो रहा है...

source: Transaction Fee
hi: लेनदेन शुल्क

source: Insufficient Balance
hi: अपर्याप्त शेषराशि

source: Token Sent
hi: टोकन भेजा गया

# errorTryAgain
source: Error, try again later
hi: त्रुटि, बाद में पुन: प्रयास करें

source: Could not fetch data
hi: डेटा नहीं लाया जा सका

source: Balance
hi: संतुलन

# privateSaleSuccessful
source: Private sale Token Purchased Successfully
hi: निजी बिक्री टोकन सफलतापूर्वक खरीदा गया

# privateSaleFailed
source: Private sale Token Purchase Failed
hi: निजी बिक्री टोकन खरीद विफल

# viewOnBscScan
source: Click the link below to view transaction on Bscscan
hi: Bscscan पर लेनदेन देखने के लिए नीचे दिए गए लिंक पर क्लिक करें

# minimumAmountIs
source: minimum amount for sale is
hi: बिक्री के लिए न्यूनतम राशि है

source: Swap
hi: बदलना

source: Network
hi: नेटवर्क

# networkNotSupported
source: Network not supported at this time
hi: इस समय नेटवर्क समर्थित नहीं है

# couldNotSwitchNetworkCheckInternet
source: Could not switch network, check your internet connection
hi: नेटवर्क स्विच नहीं कर सका, अपना इंटरनेट कनेक्शन जांचें

source: Network Balance
hi: नेटवर्क बैलेंस

source: Please select different tokens
hi: कृपया विभिन्न टोकन चुनें

source: for
hi: के लिये

# tokenSwappedSuccessfully
source: Token Swapped Successfuly
hi: टोकन सफलतापूर्वक बदला गया

source: Confirm
hi: पुष्टि करें

source: Enter Contract Address
hi: अनुबंध पता दर्ज करें

source: Name
hi: नाम

source: Symbol
hi: चिन्ह, प्रतीक

source: Decimals
hi: दशमलव

source: Invalid Contract Address or Network Timeout
hi: अमान्य अनुबंध पता या नेटवर्क टाइमआउट

source: Token Imported Already
hi: टोकन पहले से ही आयातित

source: Done
hi: पूर्ण

# anyoneCanCreateToken
source: Anyone can create a token
hi: कोई भी टोकन बना सकता है

# includingScamTokens
source: Including a fake version of an existing token. Learn about scams and security risks
hi: मौजूदा टोकन का नकली संस्करण भी शामिल है। घोटालों और सुरक्षा जोखिमों के बारे में जानें

source: Required
hi: आवश्यक

source: FAVOURITES
hi: पसंदीदा

source: Stake
hi: दांव लगाना

source: Fiat
hi: व्यवस्थापत्र

source: Browser
hi: ब्राउज़र

source: ALL
hi: सब

source: NFT MarketPlace
hi: एनएफटी मार्केटप्लेस

# nftMarketPlaceDescription
source: Buy and sell your favourite NFTs
hi: अपने पसंदीदा एनएफटी खरीदें और बेचें

# virtualRealityDescription
source: Enjoy premium virtual world experience
hi: प्रीमियम आभासी दुनिया के अनुभव का आनंद लें

# virtualReality
source: Virtual Reality(VR)
hi: आभासी वास्तविकता (वीआर)

source: e-Commerce
hi: ई-कॉमर्स

# eCommerceDescription
source: Buy and sell anything with crypto
hi: क्रिप्टो के साथ कुछ भी खरीदें और बेचें

source: Blog
hi: ब्लॉग

# blogDescription
source: Read the latest news in the blockchain.
hi: ब्लॉकचेन में नवीनतम समाचार पढ़ें।

source: Reload
hi: पुनः लोड करें

source: Clear Browser Cache
hi: ब्राउज़र कैश साफ़ करें

source: Search or Enter URL
hi: URL खोजें या दर्ज करें

source: You would earn
hi: आप कमाएंगे

# airdropSuccess
source: Airdrop Claimed Successfully
hi: एयरड्रॉप का सफलतापूर्वक दावा किया गया

# airdropFailed
source: Airdrop Could not be Claimed
hi: एयरड्रॉप का दावा नहीं किया जा सका

source: Claim
hi: दावा

# airdropClaimedOnceOnly
source: Please note that this reward can be claimed once only
hi: कृपया ध्यान दें कि इस इनाम का दावा केवल एक बार किया जा सकता है

# noBookMark
source: No bookmark saved yet
hi: अभी तक कोई बुकमार्क सहेजा नहीं गया है

# selectCurrency
source: Select Fiat Currency
hi: फिएट मुद्रा का चयन करें

source: Connect Previous Session
hi: पिछला सत्र कनेक्ट करें

source: Kill Session
hi: सत्र मारें

source: Connect via QR
hi: क्यूआर . के माध्यम से कनेक्ट करें

source: Connect via Code
hi: कोड . के माध्यम से कनेक्ट करें

source: Paste Code
hi: पेस्ट कोड

source: Enter Code
hi: कोड दर्ज करें

source: Connected to
hi: से जुड़ा

source: Reject
hi: अस्वीकार

source: Error
hi: गलती

source: Some Error Occured
hi: कुछ त्रुटि हुई

source: Close
hi: बंद करना

source: No previous session found
hi: कोई पिछला सत्र नहीं मिला

source: Failure Reason
hi: असफलता का कारण

source: Session Ended
hi: सत्र समाप्त

source: Sign Transaction
hi: लेन-देन पर हस्ताक्षर करें

source: send Transaction
hi: लेनदेन भेजें

source: Main Wallet
hi: मुख्य वॉलेट

source: Select Blockchains
hi: ब्लॉकचेन का चयन करें

source: Edit Wallet Name
hi: वॉलेट का नाम संपादित करें

source: Wallet Name
hi: वॉलेट का नाम

# enterName
source: Please enter a name.
hi: कृपया एक नाम दर्ज करें।

source: Delete
hi: मिटाना

# confirmWalletDelete
source: Are you sure you want to delete this wallet?
hi: क्या आप वाकई इस वॉलेट को हटाना चाहते हैं?

# confirmWalletDeleteDescription
source: Make sure you have a back of your wallet
hi: सुनिश्चित करें कि आपके पास अपने बटुए के पीछे है

# canNotDeleteCurrentWallet
source: Can not delete currently used wallet
hi: वर्तमान में उपयोग किए गए वॉलेट को हटा नहीं सकते

source: Gallery
hi: गेलरी

source: Camera
hi: कैमरा

source: image source
hi: छवि स्रोत

source: Choose image source
hi: छवि स्रोत चुनें

source: Data
hi: जानकारी

source: Transaction Amount
hi: लेन - देन की राशि

source: Sign
hi: संकेत

source: Message
hi: संदेश

source: Sign Message
hi: संदेश पर हस्ताक्षर करें

# switchChainIdMessage
source: This site is requesting you to switch to the {symbol} chain with chain ID: {chainId}. This will reload the page
hi: यह साइट आपसे अनुरोध कर रही है कि चेन आईडी के साथ {symbol} चेन पर स्विच करें: {chainId}। यह पृष्ठ को पुनः लोड करेगा

source: Switch Chain Request
hi: स्विच चेन अनुरोध

source: INFO
hi: जानकारी

source: Search Coin
hi: सिक्का खोजें

source: Select Tokens
hi: टोकन चुनें

source: Token Standard
hi: टोकन मानक

source: Description
hi: विवरण

source: Token ID
hi: टोकन आईडी

source: Welcome
hi: स्वागत

# privateAndSecure
source: Private & Secure
hi: निजी और सुरक्षित

source: Defi Access
hi: डेफी एक्सेस

source: Create New Wallet
hi: नया वॉलेट बनाएं

source: Restore with passphrase
hi: पासफ़्रेज़ के साथ पुनर्स्थापित करें

# entermnemonic
source: Enter Seed Phrase
hi: बीज वाक्यांश दर्ज करें

# mnemonicAlreadyImported
source: seed phrase already imported
hi: बीज वाक्यांश पहले ही आयात किया जा चुका है

# invalidmnemonic
source: seed phrase is not valid
hi: बीज वाक्यांश मान्य नहीं है

# youCantScreenshot
source: for security reasons,you can not screenshot this screen
hi: सुरक्षा कारणों से, आप इस स्क्रीन का स्क्रीनशॉट नहीं ले सकते

# yourSecretPhrase
source: Your Seed Phrase
hi: आपका बीज वाक्यांश

# writeDownYourmnemonic
source: Write down or copy these words in the right order and save them somewhere safe.
hi: इन शब्दों को सही क्रम में लिखकर या कॉपी करके कहीं सुरक्षित रख लें.

# doNotShareYourmnemonic
source: Do not share your secret phrase!
hi: अपना गुप्त वाक्यांश साझा न करें!

# ifSomeoneHasYourmnemonic
source: If someone has your secret phrase, they will have full control of your wallet.
hi: अगर किसी के पास आपका गुप्त वाक्यांश है, तो आपके बटुए पर उनका पूरा नियंत्रण होगा।

source: Continue
hi: जारी रखना

# confirmmnemonic
source: Confirm Seed Phrase
hi: बीज वाक्यांश की पुष्टि करें

# selectEachWordAsPresented
source: Select each word in the order it was presented to you.
hi: प्रत्येक शब्द को उस क्रम में चुनें, जिस क्रम में वह आपको प्रस्तुत किया गया था.

# yourAssetWillAppear
source: Your assets will appear here
hi: आपकी संपत्ति यहां दिखाई देगी

source: Forward
hi: आगे

source: Back
hi: पीछे

source: History
hi: इतिहास

source: No history
hi: कोई इतिहास नहीं

source: Clear browsing data?
hi: समस्त ब्राउज़िंग डेटा साफ़ करें?

source: Paste
hi: पेस्ट करें

source: Function type
hi: समारोह प्रकार

# exchangeDescript
source: Exchange your fiat currencies.
hi: अपनी फिएट मुद्राओं का आदान-प्रदान करें।

# buyAndSell
source: Buy and sell anything on the web.
hi: वेब पर कुछ भी खरीदें और बेचें।

# readLastest
source: Read lastest news around the world
hi: दुनिया भर की ताजा खबरें पढ़ें

source: Scam Site Detected
hi: घोटाले की साइट का पता चला

# scamSiteDetectedDescription
source: {url} is currently on {walletName} domain warning list. This means that based on the information available to us, {walletName} believes this domain could currently compromise your security and,as added safety feature,{walletName} has restriced access to the site.
hi: {url} वर्तमान में {walletName} डोमेन चेतावनी सूची में है। इसका मतलब यह है कि हमारे पास उपलब्ध जानकारी के आधार पर, {walletName} का मानना ​​है कि यह डोमेन वर्तमान में आपकी सुरक्षा से समझौता कर सकता है और, अतिरिक्त सुरक्षा सुविधा के रूप में, {walletName} ने साइट तक पहुंच को प्रतिबंधित कर दिया है।

source: Ignore
hi: नज़रअंदाज़ करना

# trxSent
source: Transaction Sent
hi: लेन-देन भेजा गया

# sendingToYourself
source: You are sending your tokens to yourself
hi: आप अपने टोकन स्वयं को भेज रहे हैं

source: Language
hi: भाषा

# couldNotChangeLanguage
source: Could not change language, please try again later.
hi: भाषा नहीं बदली जा सकी, कृपया बाद में पुन: प्रयास करें।

source: Invalid address
hi: गलत पता

# restoreWithSecretShare
source: Restore with Secret Shares
hi: गुप्त शेयरों के साथ पुनर्स्थापित करें

source: Enter Secret Share
hi: गुप्त शेयर दर्ज करें

# doNotShareYourShemir
source: Do not share your Shamir shared secret!
hi: अपने शमीर साझा रहस्य साझा न करें!

# enterShemirSecretWithSpace
source: Enter your Shamir shared secret seperated with space, this would be used to recover your mmenomic phrase
hi: अंतरिक्ष के साथ अलग किया गया अपना शमीर साझा रहस्य दर्ज करें, इसका उपयोग आपके मेमेनोमिक वाक्यांश को पुनर्प्राप्त करने के लिए किया जाएगा

# convertToShemirSecret
source: Convert to Shamir secret shares
hi: शमीर गुप्त शेयरों में कनवर्ट करें

# savedToDownloadFolder
source: Saved to Downloads folder
hi: डाउनलोड फ़ोल्डर में सहेजा गया

# alreadySaved
source: Already saved to Download folder
hi: डाउनलोड फ़ोल्डर में पहले ही सहेजा जा चुका है

source: Wallet created
hi: बटुआ बनाया

source: Add network
hi: नेटवर्क जोड़ें
